export const infoAbout = [
  {
    key: 1,
    header: "Руководитель организации",
    value: "Гриненко Илья Сергеевич",
  },
  {
    key: 2,
    header: "Полное наименование",
    value:
      "Региональная общественная организация Ханты-Мансийского автономного округа-Югры Клуб Единоборств Югра",
  },
  {
    key: 3,
    header: "ИНН",
    value: "8602264380",
  },
  {
    key: 4,
    header: "КПП",
    value: "860201001",
  },
  {
    key: 5,
    header: "ОГРН",
    value: "1168600050013",
  },
  {
    key: 6,
    header: "Юридический адрес",
    value:
      "628416, АО Ханты-Мансийский Автономный Округ - Югра, г. Сургут, ул. Производственная, д. 15, сооружение 4",
  },
  {
    key: 7,
    header: "Вид деятельности",
    value:
      "Деятельность прочих общественных организаций, не включенных в другие группировки (код по ОКВЭД 94.99)",
  },
];
