export const team = [
  {
    id: 1,
    name: "Бежан Екатерина",
    role: "Тренер по тайскому боксу и действующий спортсмен",
    imageUrl: "/team/1.jpg",
    titul:
      "Серебряный призёр кубка мира по кикбоксингу 2016,Чемпионка России среди студентов по тайскому боксу 2016,Чемпионка Кубка России по тайскому боксу 2017,2018, 2021, 2022,Бронзовый призёр чемпионата России по тайскому боксу 2017, 2019,Чемпионка России по тайскому боксу 2018,2020,2021, 2022, 2023,Чемпионка Мира среди студентов по тайскому боксу 2018,Бронзовый призёр Чемпионата Мира по тайскому боксу 2018,Серебряный призер Чемпионата Мира по тайскому боксу 2021,Чемпионка Европы по тайскому боксу 2022,Чемпионка Мира по тайскому боксу 2023,Серебряный призер Чемпионата Европы по тайскому боксу 2024",
    bio: "Опытный тренер по тайскому боксу. Ведет индивидуальные и групповые тренировки для детей и взрослых.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 2,
    name: "Антип Бачурин",
    role: "Тренер по тайскому боксу и действующий спортсмен,",
    imageUrl: "/team/2.jpg",
    titul:
      "Первое место Северный ринг памяти Жумагали Бекбаева 2018, 2020,Первое место чемпионат УРФО и ПФО 2020, 2023,Второе место Первенство ХМАО по тайскому боксу 2019,Третье место УРФО и ПФО 2019,Первое место – Первенство УРФО и ПФО 2020,Первое место – Чемпионат и Первенство ХМАО по тайскому боксу 2021,2024,Многократный победитель открытых турниров и Всероссийских турниров ,Первое место- Чемпионат ХМАО по кикбоксингу 2023,",
    bio: "Энергичный тренер, специализирующийся в области тайского бокса и кикбоксинга. Проводит тренировки для подростков и взрослых.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 3,
    name: "Болотханов Халид",
    role: "	Тренер по тайскому боксу,действующий спортсмен",
    imageUrl: "/team/3.jpg",
    titul:
      "Призер Чемпионата УрФО по тайскому боксу 2021, 2022, по кикбоксингу 2022. Многократный победитель открытых турниров: Екатеринбург 2022, П. Федоровский 2022.Серебреный призер Чемпионата по КЕ ЯНАО 2022.Серебреный призер Чемпионата ХМАО по кикбоксингу и тайскому боксу 2022, 2023.",
    bio: "Энергичный тренер, специализирующийся в области тайского бокса и кикбоксинга. Проводит тренировки для подростков и взрослых. ",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 4,
    name: "Гоменюк Игорь",
    role: "Тренер по тайскому боксу",
    imageUrl: "/team/4.jpg",
    titul:
      "Второе место – Первенство ХМАО – Югры по тайскому боксу 2011.Первое место – Первенсвто ХМАО – Югры по тайскому боксу 2012.Второе место – 16-го «Кубка Ермака» по К-1 2013.Второе место – Чемпионат УРФО по тайскому боксу 2012.Третье место – Чемпионат и Первенство России по К-1 2012",
    bio: "Опытный тренер, специализирующийся в области тайского бокса. Проводит тренировки для подростков и взрослых..",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 5,
    name: "Александра Костромцова",
    role: "Тренер по тайскому боксу,действующий спортсмен",
    imageUrl: "/team/5.jpg",
    titul:
      "Победитель Кубка Содружества 2019 года по тайскому боксу.3-х кратная призерка первенств России по тайскому боксу(2019,2021,2022 года).4-х кратная победительница УрФО и ПФО по тайскому боксу(2019,2020,2021,2023 года).2-х кратная победительница УрФО по кикбоксингу в разделе К-1(2022,2023 года).Бронзовая призерка Кубка Содружества 2021 и 2022 года.Победитель Всероссийского турнира по кикбоксингу в разделе К1 2021 год.Бронзовая призерка Кубка России 2022 года.Полу-проф бой по кикбоксингу К1 2023.Проф.бой по ММА 2023.",
    bio: "Молодой тренер, специализирующийся в области тайского бокса. Проводит тренировки для подростков и взрослых.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 6,
    name: "Михаил Игнатов",
    role: "Тренер по тайскому боксу и кикбоксингу.Классический бокс.",
    imageUrl: "/team/6.jpg",
    titul:
      "Мастер Спорта России по кикбоксингу.Призер Чемпионата области 1993.Чемпион области 1994.Призер Урало-Приволжской зоны 1993-1994.Призер Всесоюзного турнира на приз П.П.Бажова 1994.Призер Первенства Р.С.Ф.Р. 1993.Призер международного турнира «Кожаный фут» 1994.",
    bio: " Опытный тренер по тайскому боксу и кикбоксингу. Специализируется на занятиях для начинающих и продвинутых учеников.Имеет большой опыт воспитательной работы. ",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 7,
    name: "Андрей Акуленко",
    role: "Детский тренер по тайскому боксу,группы здоровья,индивидуальные тренировки.",
    imageUrl: "/team/7.jpg",
    titul:
      "Многократный призер соревнований по армейскому рукопашному бою и боксу.",
    bio: "Опытный тренер по тайскому боксу и боксу. Проводит как индивидуальные, так и групповые тренировки.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 8,
    name: "Даниил Борисенко",
    role: "Тренер по тайскому боксу",
    imageUrl: "/team/8.jpg",
    titul:
      "Первое место на ЧиП ХМАО по тайскому 2015-2019.Первое место на ЧиП ХМАО по К1 2015 -2016.Первое место в турнире по тайскому боксу сибстрой теплоремонт.Первое место в турнире Золото Югры 2016.Первое место на ЧиП Омской области 2018.Первое место на ЧиП тюменской области 2018.Первое место на Первенстве мира 2016 (версия WMBF).Третье место на России по К1 2015.",
    bio: "Опытный тренер по тайскому боксу.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
  {
    id: 9,
    name: "Илья Сергеевич Гриненко",
    role: "Президент клуба ЮГРА.Тренер,главный сэнсей клуба",
    imageUrl: "/team/9.jpg",
    titul:
      "Многократный победитель Первенства УрФО по К. Е. Победитель Спартакиады ФССП России по К. Е 2014 г.Призер Чемпионата ФССП России по К.Е 2007, 09, 11, 12, 13, 16 годов.Чемпион Чемпионата М. Ю. Р. Ф. по К. Е 2011 г. Призёр 2009, 13, 15 годов.Призер Международного турнира по К. Е на Кубок ОДКБ 2012года.Многократный призер и победитель Чемпионата УрФО по Рукопашному бою и тайскому боксу 2006-2015 годов.Чемпион Европы по восточному боевому единоборства 2014 г.Призер ЧМ по восточному боевому единоборства 2015 года.Чемпион Мира по восточному боевому единоборств 2016 года.Судья первой категории по рукопашному бою и тайскому боксу.",
    bio: "Тренер чемпионов. Специализируется на подготовке профессиональных спортсменов.",
    InstagramUrl: "#",
    VKUrl: "#",
  },
];
