export const values = [
  {
    name: "Индивидуальный подход к тренировкам",
    description:
      "Мы уделяем особое внимание развитию ваших навыков в тайском боксе и кикбоксинге, предлагая индивидуальный подход, соответствующий вашему уровню подготовки. Наши персонализированные программы помогут вам достичь оптимальных результатов.",
  },
  {
    name: "Техническое мастерство",
    description:
      "Освоение основ правильного выполнения техник в тайском боксе и кикбоксинге станет ключевым моментом наших тренировок. Мы предоставляем систематическое и пошаговое обучение, чтобы вы могли достичь высшего технического мастерства.",
  },
  {
    name: "Кардиотренировка и выносливость",
    description:
      "Наши тренировки фокусируются на повышении вашей выносливости через кардиотренировки. Мы предлагаем эффективные методы улучшения работы сердечно-сосудистой системы, поддерживая вашу физическую форму на высшем уровне.",
  },
  {
    name: "Спарринг и практика",
    description:
      "Развивайте боевые навыки через регулярные бои и тренировочные поединки, создавая безопасную и стимулирующую среду для практики. Наши тренеры обеспечивают поддержку и руководство, чтобы вы могли применять изученные техники в реальных боевых условиях.",
  },
  {
    name: "Психологическая устойчивость",
    description:
      "Мы придаем большое значение тренировке устойчивости к стрессу и концентрации в условиях боя. Внедрение методов ментальной подготовки помогает повысить вашу психологическую устойчивость, делая вас готовыми к любым вызовам во время тренировок и соревнований.",
  },
  {
    name: "Физическая форма и восстановление",
    description:
      "Наш клуб поддерживает ваше здоровье и обеспечивает восстановление после тренировок. Мы обосновываем важность правильного питания и сна в процессе тренировок, а также внедряем методы реабилитации для поддержания оптимальной физической формы.",
  },
];

export const stats = [
  { label: "Занимаются регулярно", value: "Сотни учеников" },
  {
    label: "Победители или призеры престижных соревнований",
    value: "Среди них чемпионы мира, европы, россии",
  },
  {
    label: "По различным видам единоборств",
    value: "Мастера спорта, кмс, обладатали спортивных разрядов",
  },
];

export const team = [
  {
    name: "Michael Foster",
    role: "Co-Founder / CTO",
    imageUrl:
      "https://images.unsplash.com/photo-1519244703995-f4e0f30006d5?ixlib=rb-=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=facearea&facepad=8&w=1024&h=1024&q=80",
  },
  // More people...
];

export const blogPosts = [
  {
    id: 1,
    title: "Vel expedita assumenda placeat aut nisi optio voluptates quas",
    href: "#",
    description:
      "Illo sint voluptas. Error voluptates culpa eligendi. Hic vel totam vitae illo. Non aliquid explicabo necessitatibus unde. Sed exercitationem placeat consectetur nulla deserunt vel. Iusto corrupti dicta.",
    imageUrl:
      "https://images.unsplash.com/photo-1496128858413-b36217c2ce36?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=3603&q=80",
    date: "Mar 16, 2020",
    datetime: "2020-03-16",
    author: {
      name: "Michael Foster",
      imageUrl:
        "https://images.unsplash.com/photo-1519244703995-f4e0f30006d5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=facearea&facepad=2&w=256&h=256&q=80",
    },
  },
  // More posts...
];
