import {
  ArrowTrendingUpIcon,
  ShieldCheckIcon,
  BellIcon,
  HeartIcon,
  BoltIcon,
  UserIcon,
  TrophyIcon,
} from "@heroicons/react/20/solid";

export const featuresEquipment = [
  {
    id: 1,
    slogan: "Совместные тренировки в мире единоборств",
    title: "Современный зал для групповых занятий",
    description:
      "Мир, где страсть к единоборствам сочетается с командным духом. Присоединяйтесь и преодолевайте вызовы с опытными инструкторами.",
    data: [
      {
        name: "Разнообразие стилей",
        description:
          "Исследуйте карате, тайский бокс, бразильское джиу-джитсу. Что-то для каждого уровня навыка.",
        icon: ArrowTrendingUpIcon,
      },
      {
        name: "Безопасные тренировки",
        description:
          "Безопасность учеников - наш приоритет. Инструкторы обеспечивают контроль и поддержку.",
        icon: ShieldCheckIcon,
      },
      {
        name: "Профессиональное оборудование",
        description:
          "Залы оснащены всем необходимым для эффективных занятий. Все для развития в единоборствах.",
        icon: BellIcon,
      },
    ],
    src: "/equipment/1.jpg",
  },
  {
    id: 2,
    slogan: "Максимальный эффект кардиотренировок",
    title: "Сердце вашего здоровья: Кардиозона",
    description:
      "Идеальное место для поддержки сердечно-сосудистого здоровья и максимального эффекта кардиотренировок.",
    data: [
      {
        name: "Разнообразие тренировок",
        description:
          "Широкий спектр кардиотренировок, от бега до интервальных тренировок. Выбирайте формат для фитнес-целей.",
        icon: ArrowTrendingUpIcon,
      },
      {
        name: "Технологии для отслеживания",
        description:
          "Используйте технологии для отслеживания сердечного ритма и результатов тренировок.",
        icon: HeartIcon,
      },
      {
        name: "Комфорт и безопасность",
        description:
          "Удобное пространство с современным оборудованием для безопасных кардиотренировок.",
        icon: BoltIcon,
      },
    ],
    src: "/equipment/2.jpg",
  },
  {
    id: 3,
    slogan: "Ваш персональный ринг для тренировок",
    title: "Собственный ринг: Индивидуальная территория чемпионов",
    description:
      "Место для воплощения спортивных амбиций. Индивидуальная территория с профессиональным оборудованием.",
    data: [
      {
        name: "Индивидуальный подход",
        description:
          "Ринги для индивидуальных тренировок под руководством опытных инструкторов.",
        icon: UserIcon,
      },
      {
        name: "Профессиональное оборудование",
        description:
          "Ринги оснащены высококачественным оборудованием для комфортных тренировок.",
        icon: BellIcon,
      },
      {
        name: "Соревновательная атмосфера",
        description:
          "Дух соревнования в уютной атмосфере. Место, где рождаются чемпионы.",
        icon: TrophyIcon,
      },
    ],
    src: "/equipment/3.jpg",
  },
  {
    id: 4,
    slogan: "Мощь в каждом движении",
    title: "Зона силовых тренажеров: Формируйте свою силу",
    description:
      "Зона для максимальной физической мощи и укрепления тела. Все необходимое для результативных силовых тренировок.",
    data: [
      {
        name: "Разнообразие оборудования",
        description:
          "Работайте с разными силовыми тренажерами для комплексных тренировочных программ.",
        icon: BellIcon,
      },
      {
        name: "Персональные тренировки",
        description:
          "Инструкторы предлагают персональные тренировки для достижения фитнес-целей.",
        icon: UserIcon,
      },
      {
        name: "Комфорт и безопасность",
        description:
          "Комфортное пространство с современными и безопасными тренажерами для силовых достижений.",
        icon: ShieldCheckIcon,
      },
    ],
    src: "/equipment/4.jpg",
  },
];
